// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "컴퓨터에 스캔";
TaskDescription = "HP 장치의 전면 패널에서 '컴퓨터에 스캔'을 사용하면 스캔을 시작하고 자동으로 컴퓨터에 출력 결과를 보냅니다.";

MoreInfoButtonToolTipTitle = "컴퓨터에 HP Scan에 대한 추가 정보";

"COMPUTER_NAME_TITLE" = "컴퓨터 이름:";
"COMPUTER_NAME_DESCRIPTION" = "HP 장치에서 스캔을 시작할 때 '컴퓨터로 스캔'이 활성화된 호스트 컴퓨터 목록에서 사용자의 컴퓨터를 선택하라는 메시지가 나타납니다.";
ComputerNameWithDefaultDestinationDescription = "HP 장치에서 스캔을 시작하면 컴퓨터에 스캔 지원 호스트 컴퓨터 목록에서 컴퓨터를 선택하라는 메시지가 표시될 수 있습니다. 스캔은 기본 대상 폴더에 저장됩니다. 스캔 작업을 편집하려면 \"스캔 작업 편집\" 버튼을 클릭하십시오.";
"COMPUTER" = "컴퓨터";
"COMPUTERS" = "컴퓨터";

"INSTALLATION_ERROR" = "컴퓨터에 스캔에 필요한 HP 소프트웨어가 컴퓨터에 설치되어 있지 않습니다. http://www.hp.com/support에서 HP가 권장하는 최신 소프트웨어를 다운로드 및 설치한 후 다시 시도하십시오.";
HSDNoHPScanDriverErrorMessage = "컴퓨터에 스캔에 필요한 HP 소프트웨어를 로드할 수 없습니다. http://www.hp.com/support에서 HP 장치의 최신 소프트웨어를 다운로드하여 설치한 다음 다시 시도하십시오. 문제가 계속되면 Mac과 HP 장치를 재시작하십시오.";

EnableScanToComputerCheckBoxTitle = "'컴퓨터에 스캔' 활성화";

EnablingScanToComputerProgressTitle = "'컴퓨터에 스캔' 활성화 중…";

ScanToComputerIsEnabledTitle = "'컴퓨터에 스캔'이 활성화되었습니다.";
ChangeComputerNameButtonTitle = "컴퓨터 이름 변경…";

ScanToComputerDisabledTitle = "'컴퓨터에 스캔'을 활성화할 수 없습니다.";
ScanToComputerDisabledDescriptionTitle = "HP Easy Scan과 같은 컴퓨터의 스캐닝 소프트웨어로도 스캔을 시작할 수 있습니다.";

ScanToComputerCannotBeEnabledTitle = "'컴퓨터에 스캔'을 활성화할 수 없습니다.";

EnablingFailedCause1Title = "가능한 원인 1: 최대 컴퓨터 수가 이미 활성화되어 있습니다. '컴퓨터에 스캔'을 활성화하려면 다른 컴퓨터에서 먼저 이 기능을 비활성화해야 합니다.";
EnablingFailedCause2Title = "가능한 원인 2: 장치와 통신할 수 없습니다. 케이블 및 연결 설정을 확인하십시오. 문제가 지속되면 컴퓨터 및 HP 장치를 다시 시작합니다.";
ShowEnabledComputersButtonTitle = "활성화된 컴퓨터 보기";

CommunicationErrorTitle = "통신 오류";
CommunicationErrorDescriptionTitle = "장치와 통신할 수 없습니다. 케이블 및 연결 설정을 확인하십시오. 문제가 지속되면 컴퓨터 및 HP 장치를 다시 시작하십시오.";

EditScanTasksButtonTitle = "스캔 작업 편집…";
EditScanTasksButtonToolTipTitle = "HP Easy Scan 어플리케이션이나 일부 제품용 HP Scan에서 스캔 작업을 보고 편집하십시오";
CannotEditScanTasksErrorTitle = "HP Easy Scan을 찾을 수 없음";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan(또는 일부 제품용 HP Scan)이 스캔 작업 설정을 보고 편집해야 합니다. 다음 주소에서 제품에 맞는 최신 소프트웨어를 다운로드하여 설치하십시오: HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:HP Scan 소프트웨어를 업데이트해야 합니다. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "현재 '컴퓨터에 스캔'에 대해 활성화됨";
MaximumEnabledComputersAmountTitle = "이 장치에 대해 활성화된 최대값:";
